Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotPasteElemInViewError Property
 Cannot paste the contents into %1!s! view. Attempt to paste into an appropriate view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPasteElemInViewError { get; }
Visual Basic
Public Shared ReadOnly Property CannotPasteElemInViewError As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPasteElemInViewError {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace